Repository: arcangelo7/portfolio
Catalog: lib/l10n/app_*.arb
Languages: es, it

# appTitle
source: Arcangelo Massari Portfolio
es: Portfolio de Arcangelo Massari
it: Portfolio di Arcangelo Massari

# seoDescription
source: PhD candidate in Digital Humanities at University of Bologna and KU Leuven. Research on Semantic Web, provenance, change tracking, and cultural heritage.
es: Candidato a PhD en Humanidades Digitales en Bolonia y KU Leuven. Investigación sobre Web Semántica, provenance, change tracking y patrimonio cultural.
it: Dottorando in DH (Unibo, KU Leuven). Progetto interfacce intuitive per dati semantici nel patrimonio culturale, con focus su provenance e change tracking.

# jobTitle
source: PhD candidate in Digital Humanities
es: Candidato a PhD en Humanidades Digitales
it: Dottorando in Informatica Umanistica

# viewMyWork
source: Check out my projects
es: Echa un vistazo a mis proyectos
it: Dai un'occhiata ai miei progetti

source: About Me
es: Sobre Mí
it: Chi Sono

# aboutMeDescription
source: I'm pursuing a PhD in cultural heritage in digital ecosystem between the University of Bologna and KU Leuven. My research focuses on creating user-friendly interfaces for semantic data, specifically Semantic Web technologies with emphasis on change tracking and provenance. I won the [Gigliozzi Prize](https://www.aiucd.it/premio-gigliozzi-2024/) for the best presentation at AIUCD 2024 conference with [HERITRACE](https://opencitations.github.io/heritrace/), which is the main focus of my doctoral work.
es: Estoy realizando un doctorado en patrimonio cultural en ecosistema digital entre la Universidad de Bolonia y KU Leuven. Mi investigación se centra en crear interfaces user-friendly para datos semánticos, específicamente tecnologías de Web Semántica con énfasis en change tracking y provenance. Gané el [Premio Gigliozzi](https://www.aiucd.it/premio-gigliozzi-2024/) por la mejor presentación en la conferencia AIUCD 2024 con [HERITRACE](https://opencitations.github.io/heritrace/), que es el enfoque principal de mi trabajo doctoral.
it: Sto svolgendo un dottorato in patrimonio culturale nell'ecosistema digitale tra l'Università di Bologna e KU Leuven. La mia ricerca si concentra sulla creazione di interfacce user-friendly per dati semantici, specificamente tecnologie del Web Semantico con focus su change tracking e provenance. Ho vinto il [Premio Gigliozzi](https://www.aiucd.it/premio-gigliozzi-2024/) per la miglior presentazione alla conferenza AIUCD 2024 con [HERITRACE](https://opencitations.github.io/heritrace/), che è il focus principale del mio lavoro di dottorato.

# skills
source: My toolbox
es: Mi caja de herramientas
it: La mia cassetta degli attrezzi

# getInTouch
source: Find me online
es: Encuéntrame online
it: Dove trovarmi

# copyright
source: © 2025 Arcangelo Massari. All rights are illusion.
es: © 2025 Arcangelo Massari. Todos los derechos son ilusión.
it: © 2025 Arcangelo Massari. Tutti i diritti sono illusione.

# laoTzuQuote
source: 'Those who have virtue (Dharma) attend to their duty, those who have no virtue attend to their presumed rights.' — Lao Tzu, Tao Te Ching
es: 'Quienes tienen virtud (Dharma) se ocupan de su deber, quienes carecen de ella se ocupan de sus presuntos derechos.' — Lao Tzu, Tao Te Ching
it: 'Quelli che hanno virtù (Dharma) si occupano del loro dovere, quelli che ne sono privi si occupano dei loro presunti diritti.' — Lao Tzu, Tao Te Ching

# skillCategoryProgrammingLanguages
source: Programming languages
es: Lenguajes de programación
it: Linguaggi di programmazione

# skillCategoryWebTechnologies
source: Web technologies
it: Tecnologie web

# skillCategoryQueryLanguages
source: Query languages
it: Linguaggi di query

# skillCategorySemanticWebTechnologies
source: Semantic Web technologies
it: Tecnologie del Semantic Web

# skillCategoryFrontendLibraries
source: Frontend libraries
es: Librerías frontend
it: Librerie frontend

# skillCategoryBackendFrameworks
source: Backend frameworks
es: Frameworks backend
it: Framework backend

# skillCategoryDatabases
source: Databases
es: Bases de datos
it: Database

# skillCategoryInfrastructureDevOps
source: Infrastructure & DevOps
es: Infraestructura y DevOps
it: Infrastruttura e DevOps

# skillCategoryOperatingSystems
source: Linux distributions
es: Sistemas operativos
it: Distribuzioni Linux

# skillRDFSerializations
source: RDF and serializations (RDF/XML, JSON-LD, Turtle, N-Triples, N-Quads, TriG)
it: RDF e serializzazioni (RDF/XML, JSON-LD, Turtle, N-Triples, N-Quads, TriG)

# publications
source: For Science
es: Por la Ciencia
it: Per la Scienza

source: Loading publications...
es: Cargando publicaciones...
it: Caricamento pubblicazioni...

# noPublications
source: No publications available
es: No hay publicaciones disponibles
it: Nessuna pubblicazione disponibile

source: View DOI
es: Ver DOI
it: Visualizza DOI

# viewUrl
source: View Article
es: Ver Artículo
it: Visualizza Articolo

source: View Paper
es: Ver Paper
it: Visualizza Paper

source: View Book
es: Ver Libro
it: Visualizza Libro

source: View Chapter
es: Ver Capítulo
it: Visualizza Capitolo

source: View Software
es: Ver Software
it: Visualizza Software

source: View Presentation
es: Ver Presentación
it: Visualizza Presentazione

source: View Thesis
es: Ver Tesis
it: Visualizza Tesi

source: View Report
es: Ver Reporte
it: Visualizza Report

# publicationsDescription
source: My publications and academic contributions
es: Mis publicaciones y contribuciones académicas
it: Le mie pubblicazioni e contributi accademici

# searchPublications
source: Search by title, author, venue, year, or abstract...
it: Cerca per titolo, autore, venue, anno o abstract...

# categoryAll
source: All
es: Todas
it: Tutte

# categoryJournalArticle
source: Journal article
es: Artículo de revista
it: Articolo di rivista

# categoryConferencePaper
source: Conference paper
es: Paper de conferencia
it: Paper di conferenza

# categoryBook
source: Book
es: Libro
it: Libro

# categoryBookSection
source: Book section
es: Capítulo de libro
it: Capitolo di libro

# categoryPresentation
source: Presentation
es: Presentación
it: Presentazione

# categoryThesis
source: Thesis
es: Tesis
it: Tesi

# categoryOther
source: Other
es: Otro
it: Altro

# noPublicationsForCategory
source: No publications found for the selected category
es: No se encontraron publicaciones para la categoría seleccionada
it: Nessuna pubblicazione trovata per la categoria selezionata

source: Show all authors
es: Mostrar todos los autores
it: Mostra tutti gli autori

source: Show less
es: Mostrar menos
it: Mostra meno

# andMoreAuthors
source: and {count} more...
es: y {count} más...
it: e altri {count}...

source: Description
it: Descrizione

source: Loading description...
it: Caricamento descrizione...

source: Read more
es: Leer más
it: Leggi di più

source: Citations
es: Citas
it: Citazioni

# totalCitations
source: Total citations: {count}
it: Citazioni totali: {count}

source: Calculating total citations...
it: Calcolo delle citazioni totali...

# citationCount
source: Cited {count} times
es: Citado {count} veces
it: Citato {count} volte

# noCitations
source: No citations available
es: No hay citas disponibles
it: Nessuna citazione disponibile

source: View citations
es: Ver citas
it: Visualizza citazioni

# citationsFrom
source: Citations from OpenCitations
es: Citas de OpenCitations
it: Citazioni da OpenCitations

source: Loading citations...
es: Cargando citas...
it: Caricamento citazioni...

# citedBy
source: Citation from
es: Cita de
it: Citazione da

source: Cited on
es: Citado el
it: Citato il

source: Citation
es: Cita
it: Citazione

source: Citation from
es: Cita de
it: Citazione da

source: Unknown Date
es: Fecha desconocida
it: Data sconosciuta

source: Unknown Year
es: Año desconocido
it: Anno sconosciuto

source: Cited after
es: Citado después de
it: Citato dopo

source: Unknown Journal
es: Revista desconocida
it: Rivista sconosciuta

source: Citation ID
es: ID de cita
it: ID citazione

source: Time span
es: Duración
it: Durata

source: Previous page
es: Página anterior
it: Pagina precedente

source: Next page
es: Página siguiente
it: Pagina successiva

# professionalWebsite
source: Institutional website
es: Sitio institucional
it: Sito istituzionale

source: Work experience
es: Experiencia laboral
it: Esperienza lavorativa

source: Education
es: Educación y formación
it: Istruzione e formazione

# tutorTitle
source: Teaching tutor
es: Tutor didáctico
it: Tutor didattico

# universityBologna
source: University of Bologna
es: Alma Mater Studiorum Universidad de Bolonia
it: Alma Mater Studiorum Università di Bologna

# tutorPeriod
source: Oct 2022 - Oct 2023, Oct 2025 - Present
es: Oct 2022 - Presente
it: Ott 2022 - Ott 2023, Ott 2025 - Presente

# tutorDescription
source: Laboratory sessions for [Computational Management of Data](https://www.unibo.it/en/study/course-units-transferable-skills-moocs/course-unit-catalogue/course-unit/2025/542133) in the Master's degree in [Digital humanities and digital knowledge](https://corsi.unibo.it/2cycle/DigitalHumanitiesKnowledge) at the University of Bologna. Announcements: [2022-23](https://bandi.unibo.it/s/aform7/aform-settore-servizi-didattici-lettere-lingue-bando-di-selezione-per-soli-titoli-per-l-attribuzione-di-attivita-di-tutorato-a-a-2022-23-presso-il-dipartimento-di-filologia-classica-e-italianistica/view) | [2025-26](https://bandi.unibo.it/s/aform7/aform-settore-servizi-didattici-lettere-lingue-bando-di-selezione-per-soli-titoli-per-l-attribuzione-a-titolo-oneroso-di-contratti-di-tutorato-didattico-per-i-corsi-di-studio-del-dipartimento-di-filologia-classica-e-italianistica-per-l-a-a-2025-2026/view)
es: Sesiones de laboratorio para la enseñanza de [Computational Management of Data](https://www.unibo.it/en/study/course-units-transferable-skills-moocs/course-unit-catalogue/course-unit/2025/542133) en la Maestría en [Digital humanities and digital knowledge](https://corsi.unibo.it/2cycle/DigitalHumanitiesKnowledge) de la Universidad de Bolonia.
it: Sessioni di laboratorio per l'insegnamento di [Computational Management of Data](https://www.unibo.it/it/studiare/insegnamenti-competenze-trasversali-moocs/insegnamenti/insegnamento/2025/542133) del corso di Laurea Magistrale in [Digital humanities and digital knowledge](https://corsi.unibo.it/2cycle/DigitalHumanitiesKnowledge) dell'Università di Bologna. Bandi: [2022-23](https://bandi.unibo.it/s/aform7/aform-settore-servizi-didattici-lettere-lingue-bando-di-selezione-per-soli-titoli-per-l-attribuzione-di-attivita-di-tutorato-a-a-2022-23-presso-il-dipartimento-di-filologia-classica-e-italianistica/view) | [2025-26](https://bandi.unibo.it/s/aform7/aform-settore-servizi-didattici-lettere-lingue-bando-di-selezione-per-soli-titoli-per-l-attribuzione-a-titolo-oneroso-di-contratti-di-tutorato-didattico-per-i-corsi-di-studio-del-dipartimento-di-filologia-classica-e-italianistica-per-l-a-a-2025-2026/view)

# researchGrantHolderTitle
source: Research grant holder
it: Borsista di ricerca

# ficlit
source: Department of Classical Philology and Italian Studies (University of Bologna)
it: Dipartimento di Filologia Classica e Italianistica (Università di Bologna)

# researchGrantHolderPeriod
source: Nov 2025 - Present
it: Nov 2025 - Presente

# researchGrantHolderDescription
source: Extension of OpenCitations technological infrastructure to enable off-line and real-time modifications of bibliographic and citation data collections with provenance and change tracking over time. Funded by [OpenCitations-SCOSS](https://scoss.org/). [Announcement](https://bandi.unibo.it/ricerca/borse-ricerca?id_bando=4891)
it: Estensione dell'infrastruttura tecnologica di OpenCitations per permettere modifiche off-line e real-time dei dati delle collezioni bibliografiche e citazionali con tracciamento relativo alla provenienza e al cambiamento del dato nel tempo. Finanziato da [OpenCitations-SCOSS](https://scoss.org/). [Bando](https://bandi.unibo.it/ricerca/borse-ricerca?id_bando=4891)

# researchFellowTitle
source: Research fellow
es: Investigador asociado
it: Assegnista di ricerca

# researchCentreOpenScholarly
source: Research Centre for Open Scholarly Metadata (University of Bologna)
es: Research Centre for Open Scholarly Metadata (Universidad de Bolonia)
it: Research Centre for Open Scholarly Metadata (Università di Bologna)

# researchFellowPeriod
source: Nov 2021 - Oct 2022
it: Nov 2021 - Ott 2022

# researchFellowDescription
source: Involved in the OpenAIRE-Nexus project and developed software to integrate open citations from [OpenCitations](https://opencitations.net/) into the European Open Science Cloud. [Announcement](https://bandi.unibo.it/ricerca/assegni-ricerca?id_bando=58709)
es: Involucrado en el proyecto [OpenAIRE-Nexus](https://www.openaire.eu/openaire-nexus-project) y desarrollé software para integrar citas abiertas de [OpenCitations](https://opencitations.net/) en el European Open Science Cloud.
it: Coinvolto nel progetto OpenAIRE-Nexus e ho sviluppato software per integrare le citazioni aperte di [OpenCitations](https://opencitations.net/) nell'European Open Science Cloud. [Bando](https://bandi.unibo.it/ricerca/assegni-ricerca?id_bando=58709)

# phdCulturalHeritageTitle
source: PhD in cultural heritage in digital ecosystem
es: Doctorado en patrimonio cultural en ecosistema digital
it: Dottorato in patrimonio culturale nell'ecosistema digitale

# phdCulturalHeritagePeriod
source: Nov 2022 - Present
es: Nov 2022 - Presente
it: Nov 2022 - Presente

# phdCulturalHeritageDescription
source: Doctoral research focusing on creating user-friendly interfaces for semantic data, specifically Semantic Web technologies with emphasis on change tracking and provenance. The main focus is [HERITRACE](https://opencitations.github.io/heritrace/), which won the [Gigliozzi Prize](https://www.aiucd.it/premio-gigliozzi-2024/) for best presentation at AIUCD 2024 conference. More info: [PhD program](https://phd.unibo.it/chede/en).
es: Investigación doctoral centrada en crear interfaces user-friendly para datos semánticos, específicamente tecnologías de Web Semántica con énfasis en change tracking y provenance. El enfoque principal es [HERITRACE](https://opencitations.github.io/heritrace/), que ganó el [Premio Gigliozzi](https://www.aiucd.it/premio-gigliozzi-2024/) por la mejor presentación en la conferencia AIUCD 2024. Más info: [Programa de doctorado](https://phd.unibo.it/chede/en).
it: Ricerca dottorale incentrata sulla creazione di interfacce user-friendly per dati semantici, specificamente tecnologie del Semantic Web con focus su change tracking e provenance. Il focus principale è [HERITRACE](https://opencitations.github.io/heritrace/), che ha vinto il [Premio Gigliozzi](https://www.aiucd.it/premio-gigliozzi-2024/) per la miglior presentazione alla conferenza AIUCD 2024. Maggiori info: [Programma di dottorato](https://phd.unibo.it/chede).

# phdEngineeringTitle
source: PhD in engineering technology
es: Doctorado en tecnología de ingeniería
it: Dottorato in tecnologia dell'ingegneria

# kuLeuven
source: KU Leuven (Belgium)
es: Katholieke Universiteit Leuven (Bélgica)
it: Katholieke Universiteit Leuven (Belgio)

# phdEngineeringPeriod
source: Mar 2023 - Present
es: Mar 2023 - Presente
it: Mar 2023 - Presente

# phdEngineeringDescription
source: Joint doctoral program focusing on Knowledge Graph Inversion, extending [RDF Mapping Language (RML)](https://rml.io/) to enable recovery of original data after RDF transformation. More info: [KU Leuven profile](https://www.kuleuven.be/wieiswie/en/person/00170256).
es: Programa de doctorado conjunto enfocado en Knowledge Graph Inversion, extendiendo [RDF Mapping Language (RML)](https://rml.io/) para permitir la recuperación de datos originales después de la transformación RDF. Más info: [Perfil KU Leuven](https://www.kuleuven.be/wieiswie/en/person/00170256).
it: Programma di dottorato congiunto focalizzato su Knowledge Graph Inversion, estendendo [RDF Mapping Language (RML)](https://rml.io/) per permettere il recupero dei dati originali dopo la trasformazione RDF. Maggiori info: [Profilo KU Leuven](https://www.kuleuven.be/wieiswie/en/person/00170256).

# unaEuropaPhdTitle
source: Una Europa cultural heritage PhD program
es: Programa de doctorado en patrimonio cultural Una Europa
it: Programma di dottorato in beni culturali Una Europa

# unaEuropaPhdPeriod
source: Nov 2023 - Present
es: Nov 2023 - Presente
it: Nov 2023 - Presente

# unaEuropaPhdDescription
source: European consortium doctoral program in cultural heritage studies, providing interdisciplinary research opportunities across multiple universities. More info: [Una Europa HER DOC](https://www.una-europa.eu/study/una-her-doc).
es: Programa de doctorado del consorcio europeo en estudios de patrimonio cultural, proporcionando oportunidades de investigación interdisciplinaria a través de múltiples universidades. Más info: [Una Europa HER DOC](https://www.una-europa.eu/study/una-her-doc).
it: Programma di dottorato del consorzio europeo in studi del patrimonio culturale, che fornisce opportunità di ricerca interdisciplinare attraverso più università. Maggiori info: [Una Europa HER DOC](https://www.una-europa.eu/study/una-her-doc).

# mastersDegreeTitle
source: Master's degree in digital humanities and digital knowledge
es: Maestría en digital humanities and digital knowledge
it: Laurea magistrale in digital humanities and digital knowledge

# mastersPeriod
source: Aug 2019 - Nov 2021
es: Ago 2019 - Nov 2021
it: Ago 2019 - Nov 2021

# mastersDescription
source: Graduated summa cum laude (110/110). Thesis: '[A methodology and an implementation to perform live time-traversal queries on RDF datasets](https://doi.org/10.5281/zenodo.5650879)'. Developed a methodology for time-traversal queries on RDF datasets, focusing on change tracking and provenance in the Semantic Web.
es: Graduado summa cum laude (110/110). Tesis: '[A methodology and an implementation to perform live time-traversal queries on RDF datasets](https://doi.org/10.5281/zenodo.5650879)'. Desarrollo de una metodología para consultas time-traversal en datasets RDF, con enfoque en change tracking y provenance en la Web Semántica.
it: Laureato con lode (110/110). Tesi: '[A methodology and an implementation to perform live time-traversal queries on RDF datasets](https://doi.org/10.5281/zenodo.5650879)'. Sviluppo di una metodologia per interrogazioni time-traversal su dataset RDF, con focus su change tracking e provenance nel Semantic Web.

# bachelorsDegreeTitle
source: Bachelor's degree in letters - modern curriculum
es: Licenciatura en letras - currículum moderno
it: Laurea triennale in lettere - curriculum moderno

# bachelorsPeriod
source: Aug 2017 - Nov 2019
es: Ago 2017 - Nov 2019
it: Ago 2017 - Nov 2019

# bachelorsDescription
source: Graduated summa cum laude (110/110). Thesis: '[Valorizzare il sapere digitale: un esperimento di progettazione](https://doi.org/10.5281/zenodo.6623431)'. Created a digital collection of Italian poetry from the 14th to 20th century, exploring new perspectives for text visualization and analysis.
es: Graduado summa cum laude (110/110). Tesis: '[Valorizzare il sapere digitale: un esperimento di progettazione](https://doi.org/10.5281/zenodo.6623431)'. Creación de una colección digital de poesía italiana del siglo XIV al XX, explorando nuevas perspectivas de visualización y análisis textual.
it: Laureato con lode (110/110). Tesi: '[Valorizzare il sapere digitale: un esperimento di progettazione](https://doi.org/10.5281/zenodo.6623431)'. Creazione di una collezione digitale di poesia italiana dal XIV al XX secolo, con nuove prospettive di visualizzazione e analisi testuale.

source: Conferences and seminars
es: Conferencias y seminarios
it: Conferenze e seminari

# aiucdConference2024Title
source: AIUCD conference 2024 - Catania
es: Conferencia AIUCD 2024 - Catania
it: Conferenza AIUCD 2024 - Catania

# aiucdConference2024Period
source: May 28-30, 2024
es: 28-30 May 2024
it: 28-30 Mag 2024

# aiucdConference2024Location
source: Catania, Italy
es: Catania, Italia
it: Catania, Italia

# aiucdConference2024Description
source: Participated in the Association for Digital Humanities and Digital Culture (AIUCD) conference in Catania with a contribution titled 'HERITRACE: Tracing Evolution and Bridging Data for Streamlined Curatorial Work in the GLAM Domain'. [Conference](https://aiucd2024.unict.it/) | [Paper](https://doi.org/10.6092/issn.2532-8816/21218) | [Presentation](https://zenodo.org/doi/10.5281/zenodo.11474571)
es: Participación en la conferencia de la Asociación para Informática Humanística y Cultura Digital (AIUCD) celebrada en Catania con una contribución titulada 'HERITRACE: Tracing Evolution and Bridging Data for Streamlined Curatorial Work in the GLAM Domain'. [Conferencia](https://aiucd2024.unict.it/) | [Paper](https://doi.org/10.6092/issn.2532-8816/21218) | [Presentación](https://zenodo.org/doi/10.5281/zenodo.11474571)
it: Partecipazione alla conferenza dell'Associazione per Informatica Umanistica e la Cultura Digitale (AIUCD) tenutasi a Catania con un contributo dal titolo 'HERITRACE: Tracing Evolution and Bridging Data for Streamlined Curatorial Work in the GLAM Domain'. [Conferenza](https://aiucd2024.unict.it/) | [Paper](https://doi.org/10.6092/issn.2532-8816/21218) | [Presentazione](https://zenodo.org/doi/10.5281/zenodo.11474571)

# cziHackathon2023Title
source: Hackathon 'Mapping the Impact of Research Software in Science'
es: Hackaton 'Mapping the Impact of Research Software in Science'
it: Hackaton 'Mapping the Impact of Research Software in Science'

# cziHackathon2023Period
source: Oct 24-27, 2023
es: 24-27 Oct 2023
it: 24-27 Ott 2023

# cziHackathon2023Description
source: Participated in the hackathon hosted by Chan Zuckerberg Initiative, focusing on integrating data models from three software mention collections: SoMeSci, Softcite and RRID. Created a mapping table that served as a starting point for creating a 'gold dataset' aimed at improving software mention extraction in scientific literature. [Repository](https://github.com/chanzuckerberg/software-impact-hackathon-2023)
es: Participación en el hackathon hospedado por Chan Zuckerberg Initiative, enfocándome en la integración de modelos de datos de tres colecciones de menciones de software: SoMeSci, Softcite y RRID. Creé una tabla de mapeo que sirvió como punto de partida para crear un 'gold dataset' destinado a mejorar la extracción de menciones de software en la literatura científica. [Repositorio](https://github.com/chanzuckerberg/software-impact-hackathon-2023)
it: Partecipazione all'hackathon ospitato dalla Chan Zuckerberg Initiative, dove mi sono concentrato sull'integrazione dei modelli di dati di tre collezioni di menzioni di software: SoMeSci, Softcite e RRID. Ho realizzato una tabella di mappatura che è servita come punto di partenza per la creazione di un 'gold dataset' volto a migliorare l'estrazione delle menzioni al software nella letteratura scientifica. [Repository](https://github.com/chanzuckerberg/software-impact-hackathon-2023)

# adhoDhConf2023Title
source: ADHO Digital Humanities conferences 2023 in Graz
es: Conferencias ADHO Digital Humanities 2023 en Graz
it: ADHO Digital Humanities conferences 2023 a Graz

# adhoDhConf2023Period
source: Jul 10-15, 2023
es: 10-15 Jul 2023
it: 10-15 Lug 2023
