Repository: arcangelo7/portfolio
Catalog: lib/l10n/app_*.arb
Languages: es, it

# adhoDhConf2023Description
source: Participated in the ADHO Digital Humanities conferences 2023 with a contribution titled 'Representing provenance and track changes of cultural heritage metadata in RDF: a survey of existing approaches'. [Conference](https://dh2023.adho.org/) | [Paper](https://doi.org/10.1093/llc/fqaf076) | [Presentation](https://doi.org/10.5281/zenodo.8153979)
es: Participación en las conferencias ADHO Digital Humanities 2023 con una contribución titulada 'Representing provenance and track changes of cultural heritage metadata in RDF: a survey of existing approaches'. [Conferencia](https://dh2023.adho.org/) | [Paper](https://doi.org/10.1093/llc/fqaf076) | [Presentación](https://doi.org/10.5281/zenodo.8153979)
it: Partecipazione alla ADHO Digital Humanities conferences 2023 con un contributo dal titolo 'Representing provenance and track changes of cultural heritage metadata in RDF: a survey of existing approaches'. [Conferenza](https://dh2023.adho.org/) | [Paper](https://doi.org/10.1093/llc/fqaf076) | [Presentazione](https://doi.org/10.5281/zenodo.8153979)

# rdaPlenary2023Title
source: 20th Research Data Alliance plenary meeting in Göteborg
es: 20ª reunión plenaria de Research Data Alliance en Göteborg
it: Ventesimo incontro plenario della Research Data Alliance a Göteborg

# rdaPlenary2023Period
source: Mar 21-23, 2023
es: 21-23 Mar 2023
it: 21-23 Mar 2023

# rdaPlenary2023Location
source: Göteborg, Sweden
es: Göteborg, Suecia
it: Göteborg, Svezia

# rdaPlenary2023Description
source: Participated in the 20th plenary meeting of the Research Data Alliance with a contribution titled 'Adopting the Scientific Knowledge Graphs Interoperability Framework in OpenCitations'. [Conference](https://faircore4eosc.eu/events/rda-20th-plenary-meeting-gothenburg-hybrid) | [Presentation](https://doi.org/10.5281/zenodo.7702070)
es: Participación en la 20ª reunión plenaria de Research Data Alliance con una contribución titulada 'Adopting the Scientific Knowledge Graphs Interoperability Framework in OpenCitations'. [Conferencia](https://faircore4eosc.eu/events/rda-20th-plenary-meeting-gothenburg-hybrid) | [Presentación](https://doi.org/10.5281/zenodo.7702070)
it: Partecipazione al ventesimo incontro plenario della Research Data Alliance con un contributo dal titolo 'Adopting the Scientific Knowledge Graphs Interoperability Framework in OpenCitations'. [Conferenza](https://faircore4eosc.eu/events/rda-20th-plenary-meeting-gothenburg-hybrid) | [Presentazione](https://doi.org/10.5281/zenodo.7702070)

# csvconfV9Conference2025Period
source: Sep 8-11, 2025
it: 8-11 Set 2025

# csvconfV9Conference2025Location
source: Bologna, Italy
it: Bologna, Italia

# csvconfV9Conference2025Description
source: Participated in csv,conf,v9, a community conference for data makers everywhere with the theme 'Data for Communities'. Presented 'Mapping the unmapped citation landscape: how crowdsourcing will fill the citation gap', discussing how to democratize the citation landscape by connecting 41,500 Global South journals and introducing millions of new citations through a collaborative solution between OpenCitations, Public Knowledge Project (PKP), and Leibniz Information Centre. [Conference](https://csvconf.com/) | [Presentation](https://doi.org/10.5281/zenodo.17098599)
it: Partecipazione a csv,conf,v9, una conferenza comunitaria per data maker di tutto il mondo con il tema 'Data for Communities'. Presentazione dal titolo 'Mapping the unmapped citation landscape: how crowdsourcing will fill the citation gap', discussione su come democratizzare il panorama delle citazioni collegando 41.500 riviste del Sud del mondo e introducendo milioni di nuove citazioni attraverso una soluzione collaborativa tra OpenCitations, Public Knowledge Project (PKP) e Leibniz Information Centre. [Conferenza](https://csvconf.com/) | [Presentazione](https://doi.org/10.5281/zenodo.17098599)

# unaEuropaWorkshop2025Title
source: Una Europa PhD workshop - 'Museums and the new challenges'
es: Workshop PhD Una Europa - 'Museums and the new challenges'
it: Workshop PhD Una Europa - 'Museums and the new challenges'

# unaEuropaWorkshop2025Period
source: May 5-10, 2025
es: 5-10 May 2025
it: 5-10 Mag 2025

# unaEuropaWorkshop2025Location
source: Bologna, Italy
es: Bolonia, Italia
it: Bologna, Italia

# unaEuropaWorkshop2025Description
source: Participation in the Una Europa transdisciplinary workshop for PhD students focused on 'Museums and the new challenges: virtual technologies, societal responsibility and environmental sustainability'. Presentation titled 'HERITRACE: A User-Friendly Semantic Data Editor with Change Tracking and Provenance Management for Cultural Heritage Institutions'. [Workshop info](https://site.unibo.it/una-europa/en/focus-areas/una-her-doc-una-europa-phd-workshop) | [Presentation](https://doi.org/10.5281/zenodo.15375770)
es: Participación en el workshop transdisciplinario Una Europa para estudiantes de doctorado centrado en 'Museums and the new challenges: virtual technologies, societal responsibility and environmental sustainability'. Presentación titulada 'HERITRACE: A User-Friendly Semantic Data Editor with Change Tracking and Provenance Management for Cultural Heritage Institutions'. [Info workshop](https://site.unibo.it/una-europa/en/focus-areas/una-her-doc-una-europa-phd-workshop) | [Presentación](https://doi.org/10.5281/zenodo.15375770)
it: Partecipazione al workshop transdisciplinare Una Europa per dottorandi focalizzato su 'Museums and the new challenges: virtual technologies, societal responsibility and environmental sustainability'. Presentazione dal titolo 'HERITRACE: A User-Friendly Semantic Data Editor with Change Tracking and Provenance Management for Cultural Heritage Institutions'. [Info workshop](https://site.unibo.it/una-europa/en/focus-areas/una-her-doc-una-europa-phd-workshop) | [Presentazione](https://doi.org/10.5281/zenodo.15375770)

# astroGodsTitle
source: ~~Against~~ Beyond Science
es: ~~Contra~~ Más allá de la Ciencia
it: ~~Contro~~ Oltre la Scienza

# astroGodsSubtitle
source: Egyptian Astrology
es: Astrología egipcia e inteligencia artificial
it: Astrologia egizia

# astroGodsIntroduction
source: AstroGods was born from a friendship. Jacopo has an inexplicable ability to read people based only on their birth date, with a precision that has always struck me. I wanted to always carry that perspective with me, and so I tried to extract the algorithm behind his method. The astronomical calculations use the Swiss Ephemeris, the interpretations are all handwritten by us, and AI assembles them into coherent text.
es: En mi tiempo libre trabajo en AstroGods, un proyecto que aplica inteligencia artificial a las interpretaciones astrológicas.
it: AstroGods nasce da un'amicizia. Jacopo ha una capacità inspiegabile di leggere le persone basandosi solo sulla loro data di nascita, con una precisione che mi ha sempre colpito. Ho voluto portare sempre con me quello sguardo, e così ho cercato di estrarre l'algoritmo dietro al suo metodo. I calcoli astronomici usano le Swiss Ephemeris, le interpretazioni sono tutte scritte a mano da noi e l'AI le assembla in un testo coerente e coeso.

# astroGodsCard1Title
source: A complex problem
es: Un problema complejo
it: Un problema complesso

# astroGodsCard1Description
source: Astrological interpretations done well (not those for entertainment) are incredibly complex. They must symbolically unite infinite elements.
es: Las interpretaciones astrológicas hechas bien (no las de entretenimiento) son increíblemente complejas. Deben unir simbólicamente infinitos elementos.
it: Le interpretazioni astrologiche fatte bene (non quelle da intrattenimento) sono incredibilmente complesse. Devono unire simbolicamente infiniti elementi.

# astroGodsCard2Title
source: Infinite elements
es: Elementos infinitos
it: Elementi infiniti

# astroGodsCard2Description
source: Planetary positions in houses and signs, the aspects they form with each other. Each element adds layers of symbolic meaning.
es: Posiciones planetarias en casas y signos, los aspectos que forman entre sí. Cada elemento añade capas de significado simbólico.
it: Posizioni planetarie nelle case e nei segni, gli aspetti che formano tra loro. Ogni elemento aggiunge strati di significato simbolico.

# astroGodsCard3Title
source: Exponential complexity
es: Complejidad exponencial
it: Complessità esponenziale

# astroGodsCard3Description
source: Complexity grows exponentially when comparing different charts: two people, a person and a specific moment, or why not, entire social groups.
es: La complejidad crece exponencialmente en la comparación entre cartas diferentes: dos personas, una persona y un momento específico, o por qué no, grupos sociales enteros.
it: La complessità cresce in modo esponenziale nel confronto tra carte diverse: due persone, una persona e un momento specifico, o perché no, interi gruppi sociali.

# astroGodsCard4Title
source: Egyptian tradition
es: Tradición egipcia
it: Tradizione egizia

# astroGodsCard4Description
source: AstroGods uses the Egyptian astrological tradition and the equal-area house system (Vehlow system) as methodological foundation.
es: AstroGods utiliza la tradición astrológica egipcia y el sistema de casas de área igual (sistema Vehlow) como fundamento metodológico.
it: AstroGods utilizza la tradizione astrologica egizia e il sistema delle case di area uguale (sistema Vehlow) come fondamento metodologico.

# astroGodsCard5Title
source: A little help
es: Inteligencia artificial
it: Un piccolo aiuto

# astroGodsCard5Description
source: AI assembles handwritten fragments into coherent text.
es: La IA une todas las piezas del puzzle astrológico para encontrar conexiones ocultas y generar interpretaciones completas.
it: L'AI assembla i frammenti scritti a mano in un testo coerente e coeso.

# astroGodsCard6Description
source: Preliminary analyses accessible to both laypeople and experts as starting points for personal reflection.
es: Análisis preliminares accesibles a profanos y expertos como puntos de partida para reflexión personal.
it: Analisi preliminari accessibili a profani ed esperti come punti di partenza per riflessioni personali.

# astroGodsCollaborate
source: Collaborate with me
es: Colaborar conmigo
it: Collabora con me

# astroGodsIframeHidden
source: Iframe hidden during language change
es: Iframe oculto durante el cambio de idioma
it: Iframe nascosto durante il cambio lingua

# astroGodsVisitForFullExperience
source: Visit the website for the full experience
es: Visita el sitio para la experiencia completa
it: Visita il sito per l'esperienza completa

# tableOfContents
source: Sections
es: Secciones
it: Sezioni

source: Download CV
es: Descargar CV
it: Scarica CV

# downloadingCV
source: Generating CV...
es: Generando CV...
it: Generazione CV...

source: CV generated successfully
es: CV generado exitosamente
it: CV generato con successo

# cvEducationTitle
source: EDUCATION AND TRAINING
es: EDUCACIÓN Y FORMACIÓN
it: ISTRUZIONE E FORMAZIONE

# cvWorkExperienceTitle
source: WORK EXPERIENCE
es: EXPERIENCIA LABORAL
it: ESPERIENZA LAVORATIVA

# cvConferencesTitle
source: CONFERENCES AND SEMINARS
es: CONFERENCIAS Y SEMINARIOS
it: CONFERENZE E SEMINARI

# cvSkillsTitle
source: SKILLS
es: HABILIDADES
it: COMPETENZE

# cvPublicationsTitle
source: PUBLICATIONS
es: PUBLICACIONES
it: PUBBLICAZIONI

# cvOtherPublications
source: OTHER PUBLICATIONS
es: OTRAS PUBLICACIONES
it: ALTRE PUBBLICAZIONI

# cvDateOfBirth
source: Date of birth:
es: Fecha de nacimiento:
it: Data di nascita:

# cvNationality
source: Nationality:
es: Nacionalidad:
it: Nazionalità:

# cvAddress
source: Address:
es: Dirección:
it: Indirizzo:

# cvNationalityValue
source: Italian
es: Italiana
it: Italiana

# cvBirthDate
source: August 23, 1997
es: 23 agosto 1997
it: 23 agosto 1997

source: Select Language
es: Seleccionar idioma
it: Seleziona lingua

# flutterAppTitle
source: Made with Flutter
es: Hecho con Flutter
it: Realizzato con Flutter

# flutterAppSubtitle
source: Install as an app too
es: Instálalo también como app
it: Installalo anche come app

# flutterAppDescription
source: This portfolio is built with Flutter, which means you can download it as a native app for Android, iOS, Windows, macOS and Linux, or install it as a Progressive Web App. Why would you want my portfolio as an installable app? I have no idea, but it's pretty cool
es: Este portafolio está hecho con Flutter, lo que significa que puedes descargarlo como app nativa para Android, iOS, Windows, macOS y Linux, o instalarlo como Progressive Web App. ¿Por qué querrías mi portafolio como app instalable? No tengo ni idea, pero mola
it: Questo portfolio è realizzato con Flutter, il che significa che puoi scaricarlo come app nativa per Android, iOS, Windows, macOS e Linux, o installarlo come Progressive Web App. Perché mai vorresti il mio portfolio come app installabile? Non ne ho la minima idea, però fa figo

source: Download for Android
es: Descargar para Android
it: Scarica per Android

source: Download for iOS
es: Descargar para iOS
it: Scarica per iOS

source: Download for Windows
es: Descargar para Windows
it: Scarica per Windows

source: Download for macOS
es: Descargar para macOS
it: Scarica per macOS

source: Download for Linux
es: Descargar para Linux
it: Scarica per Linux

source: View source code
es: Ver código fuente
it: Visualizza codice sorgente

# installationInstructions
source: For installation instructions, check the README on GitHub
es: Para instrucciones de instalación, consulta el README en GitHub
it: Per le istruzioni di installazione, consulta il README su GitHub

# closeFlutterInfo
source: Got it!
es: ¡Entendido!
it: Capito!

# profileImageAlt
source: Arcangelo Massari's professional photo
es: Foto profesional de Arcangelo Massari
it: Foto professionale di Arcangelo Massari

# openCitationsLogoAlt
source: OpenCitations logo
es: Logo de OpenCitations
it: Logo di OpenCitations

# lightModeIconAlt
source: Switch to light mode
es: Cambiar a modo claro
it: Passa alla modalità chiara

# darkModeIconAlt
source: Switch to dark mode
es: Cambiar a modo oscuro
it: Passa alla modalità scura

# orbitingPlanetAlt
source: Decorative orbiting element
es: Elemento decorativo orbitante
it: Elemento decorativo orbitante

source: Frequently Asked Questions
es: Preguntas frecuentes
it: Domande frequenti

# faqResearchQuestion
source: What is your research about?
es: ¿De qué trata tu investigación?
it: Di cosa si occupa la tua ricerca?

# faqResearchAnswer
source: My research focuses on creating user-friendly interfaces for semantic data in cultural heritage. I work on [HERITRACE](https://opencitations.github.io/heritrace/), a tool that helps cultural heritage institutions manage metadata with change tracking and provenance, making complex semantic web technologies accessible to curators and researchers.
es: Mi investigación se centra en crear interfaces user-friendly para datos semánticos en patrimonio cultural. Trabajo en [HERITRACE](https://opencitations.github.io/heritrace/), una herramienta que ayuda a las instituciones culturales a gestionar metadatos con change tracking y provenance, haciendo las complejas tecnologías de web semántica accesibles a curadores e investigadores.
it: La mia ricerca si concentra sulla creazione di interfacce user-friendly per dati semantici nel patrimonio culturale. Lavoro su [HERITRACE](https://opencitations.github.io/heritrace/), uno strumento che aiuta le istituzioni culturali a gestire metadati con change tracking e provenance, rendendo le complesse tecnologie del web semantico accessibili a curatori e ricercatori.

# faqTechnicalQuestion
source: What technologies do you work with?
es: ¿Con qué tecnologías trabajas?
it: Con quali tecnologie lavori?

# faqTechnicalAnswer
source: I primarily work with Semantic Web technologies like RDF, SPARQL, and various triple stores. For development, I use Python, JavaScript/TypeScript, and Flutter.
es: Trabajo principalmente con tecnologías de web semántica como RDF, SPARQL y varios triple stores. Para desarrollo uso Python, JavaScript/TypeScript y Flutter. Tengo experiencia con knowledge graphs y la creación de interfaces que conectan estructuras de datos complejas con aplicaciones user-friendly.
it: Lavoro principalmente con tecnologie del Semantic Web come RDF, SPARQL e vari triple store. Per lo sviluppo uso Python, JavaScript/TypeScript e Flutter.

# faqContactQuestion
source: What's the best way to contact you?
es: ¿Cuál es la mejor forma de contactarte?
it: Qual è il modo migliore per contattarti?

# faqContactAnswer
source: Email is usually the best way to reach me at [arcangelo.massari@unibo.it](mailto:arcangelo.massari@unibo.it). You can also find me on [LinkedIn](https://www.linkedin.com/in/arcangelo-massari-4a736822b/), [GitHub](https://github.com/arcangelo7), or visit my [institutional page](https://www.unibo.it/sitoweb/arcangelo.massari/en) at the University of Bologna. I'm responsive and always happy to discuss research or answer questions about my work.
es: El email es usualmente la mejor forma de contactarme: [arcangelo.massari@unibo.it](mailto:arcangelo.massari@unibo.it). También puedes encontrarme en [LinkedIn](https://www.linkedin.com/in/arcangelo-massari-4a736822b/), [GitHub](https://github.com/arcangelo7), o visitar mi [página institucional](https://www.unibo.it/sitoweb/arcangelo.massari/es) en la Universidad de Bolonia.
it: L'email è solitamente il modo migliore per raggiungermi: [arcangelo.massari@unibo.it](mailto:arcangelo.massari@unibo.it). Puoi trovarmi anche su [LinkedIn](https://www.linkedin.com/in/arcangelo-massari-4a736822b/), [GitHub](https://github.com/arcangelo7), o visitare la mia [pagina istituzionale](https://www.unibo.it/sitoweb/arcangelo.massari) all'Università di Bologna.

# europassPersonalInfo
source: Personal information
it: Informazioni personali

# europassName
source: Name and surname
it: Nome e cognome

# europassWorkExperience
source: Work experience
it: Esperienza professionale

# europassDates
source: Dates
it: Date

# europassPosition
source: Job or position held
it: Lavoro o posizione ricoperti

# europassEmployer
source: Employer
it: Datore di lavoro

# europassActivities
source: Main activities and responsibilities
it: Principali attività e responsabilità

# europassEducation
source: Education and training
it: Istruzione e formazione

# europassQualification
source: Title of qualification awarded
it: Titolo della qualifica rilasciata

# europassInstitution
source: Name and type of organization providing education and training
it: Nome e tipo d'organizzazione erogatrice dell'istruzione e formazione

# europassSubjects
source: Main subjects/occupational skills covered
it: Principali tematiche/competenze professionali possedute

# europassPersonalSkills
source: Personal skills
it: Competenze personali

# europassMotherTongue
source: Mother tongue
it: Madrelingua

# europassOtherLanguages
source: Other language(s)
it: Altra(e) lingua(e)

# europassListening
source: Listening
it: Ascolto

# europassReading
source: Reading
it: Lettura

# europassSpokenInteraction
source: Spoken interaction
it: Interazione orale

# europassSpokenProduction
source: Spoken production
it: Produzione orale

# europassWriting
source: Writing
it: Scritto

# europassCefrReference
source: Common European Framework of Reference for Languages
it: Quadro comune europeo di riferimento per le lingue

# europassTechnicalSkills
source: Technical and IT skills
it: Capacità e competenze tecniche e informatiche

# europassDrivingLicense
source: Driving license
it: Patente

# europassGdprConsent
source: I authorize the processing of the personal data contained in my curriculum vitae pursuant to art. 13 of Legislative Decree 196/2003 and art. 13 of EU Regulation 2016/679 relating to the protection of natural persons with regard to the processing of personal data.
it: Autorizzo il trattamento dei dati personali contenuti nel mio curriculum vitae in base all'art. 13 del D.Lgs. 196/2003 e all'art. 13 del Regolamento UE 2016/679 relativo alla protezione delle persone fisiche con riguardo al trattamento dei dati personali.

# languagesItalian
source: Italian
it: Italiano

# languagesEnglish
source: English
it: Inglese

source: Export CV Europass
it: Esporta CV Europass

# cvDownloadDialogTitle
source: Download my CV
it: Scarica il mio curriculum

# cvDownloadMyWay
source: My way
it: Come piace a me

# cvDownloadOfficeWay
source: Office-friendly
it: Come piace agli uffici

# categoryReport
source: Report
es: Reporte

# astroGodsVisitWebsite
source: Web
es: Visitar AstroGods
